Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_bevilger_tilskudd_til_sprakutviklingsprosjekt_.html.tmx
Source language: nob
Languages: sme

source: Sametinget bevilger tilskudd til språkutviklingsprosjekt
sme: Sámediggi juolluda doarjaga giellaovdánahttinprošektii

source: Sikku Media får 300 000 kr i støtte fra sametingsrådet til å utvikle en nordsamisk spillapplikasjon som er et spill.
sme: Sikku Media oažžu 300 000 ruvnnu doarjaga sámediggeráđis ráhkadit spealloapplikašuvnna davvisámegillii mii lea «cuige ja deaddil» speallu.

source: Det er John Anders Sikku som eier selskapet SIKKU MEDIA i Tana.
sme: Lea John Anders Sikku gii eaiggáduššá SIKKU MEDIA fitnodaga mii lea Deanus.

source: Målet med det nye spillet er å gi barn og unge muligheten til å spille på samisk.
sme: Mihttun dáinna ođđa spealuin lea addit mánáide ja nuoraide vejolašvuođa speallat sámegillii.

source: I spillet kommer en stor del av fortellingen frem gjennom dialoger, men også gjennom bilder og lyd.
sme: Spealus stuorra oassi muitalusas boahtá ovdan dialogaid bokte, muhto maiddái muđuid govaid ja jiena bokte.

source: Man skal kunne velge verb som karakteren skal gjøre, for eksempel gå, skyve, løfte, åpne og lukke.
sme: Galgá vejolaš válljet vearbbaid maid speallokaraktevra sáhttá bargat nugo vázzit, hoigat, loktet, rahpat ja giddet.

source: Hovedkarakteren må hjelpe en rekke personer for å komme seg videre i spillet.
sme: Spealu čađaheami bokte ferte váldokaraktevra veahkehit ollu olbmuid vai beassá ovdánit spealus.

source: Spillet handler om en person som blir lurt til å reise til det allvitende trollet, og i sin reise må karakteren hjelpe en rekke mennesker med forskjellige problemer for å komme seg videre i spillet.
sme: Spealu muitalus lea olbmo birra gii fillejuvvo vuolgit buotdiehtti jiehtanasa lusa ja su mátkkis son ferte veahkehit ollu olbmuid geain leat iešguđetge váttisvuođat vai beassá ovdánit spealus.

source: Jo flere problemer spilleren løser, jo flere poeng får den.
sme: Mađi eanet váttisvuođaid spealli čoavdá dađi eanet čuoggáid oažžu.

source: Sametingets strategi er å løfte det samiske språket blant barn og unge og sametingsråd Mikkel Eskil Mikkelsen (NSR) mener at slike digitale spill er viktige.
sme: Sámedikki strategiija lea loktet sámegiela mánáid ja nuoraid gaskkas ja sámediggeráđi Mikkel Eskil Mikkelsen (NSR) mielas leat dákkár digitála spealut dehálaččat.

source: – Det er viktig å gi støtte til prosjekter som utvikler flere applikasjoner og spill på samiske språk.
sme: – Lea dehálaš doarjut dákkár prošeavttaid mas ráhkadit eanet sámegielat applikašuvnnaid ja spealuid.

source: Med den nye applikasjonen bidrar man til å løfte språkbruken og interessen blant samiskspråklige barn og unge.
sme: Dáinna ođđa applikašuvnnain de leat veahkkin loktemin sámegielat mánáid ja nuoraid giellageavaheami ja beroštumi.

source: Jo flere barn og unge som får spille spill på samisk, jo bedre er det for språkstimulering, sier Mikkelsen.
sme: Mađi eanet mánát ja nuorat besset speallat sámegillii dađi buoret dat lea giellamovttiidahttimis, dadjá Mikkelsen.

source: Tilskuddet bevilges fra tilskuddsordningen Språkutviklingstiltak.
sme: Doarjja juolluduvvo: Giellaovddidandoaimmat doarjjaortnegis.

source: For spørsmål eller intervju, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161 , mikkel.eskil.mikkelsen@samediggi.no
sme: Gažaldagaid vástida dahje jearahallama addá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161 , mikkel.eskil.mikkelsen@samediggi.no
